---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceElecEquipmentRadiantPercentageParam
source: html/748843f6-28e7-cd0d-fc0f-87b5c0f0f856.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceElecEquipmentRadiantPercentageParam Property

"Electrical Equipment Radiant"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceElecEquipmentRadiantPercentageParam { get; }
```